export const AGREE_CONTENT = `
개인정보보호법에 따라 <포도티켓>에 회원가입 하시는 분께 수집하는 개인정보의 항목, 개인정보의 수집 및 이용목적, 개인정보의 보유 및 이용기간, 동의 거부권 및 동의 거부 시 불이익에 관한 사항을 안내해 드리오니 자세히 읽은 후 동의하여 주시기를 바랍니다.
■ 수집하는 개인정보 항목
<포도티켓>은 회원 서비스 운영, 판매 상품 A/S, 주문 및 결제, 서비스 홍보 및 판매 권유를 위해 아래와 같은 개인정보를 수집하고 있습니다.
수집항목: 이름, 전화번호
개인정보 수집 방법: 홈페이지(회원가입), 공연 예매
■ 개인정보의 수집 및 이용 목적
포도티켓은 수집한 개인정보를 다음의 목적을 위해 활용합니다.
재화 또는 서비스 제공
서비스 제공, 계약서 ∙ 청구서 발송, 콘텐츠 제공, 맞춤 서비스 제공, 본인인증, 연령 인증, 요금 결제 ∙ 정산
회원 가입 및 관리
회원 가입 의사 확인, 회원제 서비스 제공에 따른 본인 식별 ∙ 인증, 회원 자격 유지 ∙ 관리, 서비스 부정 이용 방지, 만 14세 미만 아동의 개인정보 처리 시 법정대리인의 동의 여부 확인, 각종 고지 ∙ 통지, 고충 처리
■ 개인정보의 보유 및 이용기간
포도티켓은 개인정보 수집 및 이용 목적이 달성된 후에는 예외 없이 해당 정보를 지체 없이 파기합니다.
자세한 내용은 개인정보 처리 방침을 확인해 주세요.
귀하는 위와 같이 개인정보를 수집 ∙ 이용하는데 동의를 거부할 권리가 있습니다. 필수 수집 항목에 대해 동의를 거절하는 경우 서비스 이용이 제한될 수 있습니다.
■ 개인정보 제3자에게 제공 동의
포도티켓은 수집·보유하고 있는 개인정보를 이용자의 동의 없이 제3자에게 제공하지 않으나, 다음의 경우에는 개인정보를 제3자에게 제공할 수 있습니다.
포도티켓 회원 가입을 위하여 아래의 개인정보 수집 이용(및 제공)에 대한 내용을 자세히 읽어 보신 후 동의 여부를 결정하여 주시기 바랍니다.
공연 예매, 좌석 배정 및 입장을 위하여 공연 주체에게 전달하는 경우
법률에 특별한 규정이 있거나 법령상 의무를 준수하기 위하여 불가피한 경우
제공받는 자: 해당 공연 주체
제공목적: 좌석 배정, 공연 입장
제공하는 항목: 이름, 전화번호
보유 및 이용기간: 해당 계약 종료 시점 이전까지
귀하는 위와 같이 개인정보를 수집 ∙ 이용하는데 동의를 거부할 권리가 있습니다. 필수 수집 항목에 대해 동의를 거절하는 경우 서비스 이용이 제한될 수 있습니다.`

export const PLAY_INFO = `
광운극회 가을 단막극을 보러오신 여러분들께 잠시 안내말씀 드리겠습니다
1. 촬영 금지: 공연 중에는 촬영이 금지되어 있습니다. 모든 공연이 종료된 후에 커튼콜 촬영이 가능합니다.
2. 휴대폰 사용: 공연 중에는 휴대폰을 꺼주시기 바랍니다. 비행기 모드로 설정하거나 전원을 종료해 주세요.
3. 편안한 관람: 등받이에 기대어 편안하게 관람해 주시기 바랍니다. 하지만 다른 관객의 시야를 방해하지 않도록 주의해 주세요.
4. 음식물 금지: 공연장 내에서는 음식물을 섭취할 수 없습니다. 공연에 집중해 주시기 바랍니다.
5. 러닝타임 공지: 공연의 러닝타임이 공지되며, 퇴장 시에는 재입실이 불가하니 미리 참고해 주세요.
이 사항들을 준수하여 모두가 즐거운 공연을 관람할 수 있도록 협조해 주시기 바랍니다.`

export const BASE_PERFORMANCE_INFO = [
    {
      category: "연출",
      content: "BlackHoon",
    },
    {
      category: "작",
      content: "WhiteHoon",
    },
    {
      category: "배우",
      content: "서준, 홍승리, 김정윤, 박준석",
    },
    {
      category: "관람 시간",
      content: "100분",
    },
    {
      category: "장소",
      content: "광운대학교 새빛관 대강의실",
    },
  ];