interface RowsType {
    [key: string]: number[]; // 키는 string, 값은 number 배열
}

export const SAEBIT_LARGE_LECTURE_ROOM_LEFTSIDE: RowsType = {
    나1: [1, 2, 3, 4, 5, 6],
    나2: [7, 8, 9, 10, 11, 12, 13],
    나3: [14, 15, 16, 17, 18, 19, 20, 21],
    나4: [22, 23, 24, 25, 26, 27, 28, 29],
    나5: [30, 31, 32, 33, 34, 35, 36, 37, 38],
    나6: [39, 40, 41, 42, 43, 44, 45, 46, 47, 48],
    나7: [49, 50, 51, 52, 53, 54, 55, 56, 57, 58],
    나8: [59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69]
};

export const SAEBIT_LARGE_LECTURE_ROOM_RIGHTSIDE: RowsType = {
    다1: [1, 2, 3, 4, 5, 6],
    다2: [7, 8, 9, 10, 11, 12, 13],
    다3: [14, 15, 16, 17, 18, 19, 20, 21],
    다4: [22, 23, 24, 25, 26, 27, 28, 29],
    다5: [30, 31, 32, 33, 34, 35, 36, 37, 38],
    다6: [39, 40, 41, 42, 43, 44, 45, 46, 47, 48],
    다7: [49, 50, 51, 52, 53, 54, 55, 56, 57, 58],
    다8: [59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69]
};

export const PERFORMANCE_NOTICE = [
    "서울대학교 리버엑트 공연 관람 시 유의사항",
    "1. 촬영 금지: 공연 중에는 촬영이 금지되어 있습니다. 모든 공연이 종료된 후에 커튼콜 촬영이 가능합니다.",
    "2. 휴대폰 사용: 공연 중에는 휴대폰을 꺼주시기 바랍니다. 비행기 모드로 설정하거나 전원을 종료해 주세요.",
    "3. 편안한 관람: 등받이에 기대어 편안하게 관람해 주시기 바랍니다. 하지만 다른 관객의 시야를 방해하지 않도록 주의해 주세요.",
    "4. 음식물 금지: 공연장 내에서는 음식물을 섭취할 수 없습니다. 공연에 집중해 주시기 바랍니다.",
    "5. 러닝타임 공지: 공연의 러닝타임이 공지되며, 퇴장 시에는 재입실이 불가하니 미리 참고해 주세요.",
    "이 사항들을 준수하여 모두가 즐거운 공연을 관람할 수 있도록 협조해 주시기 바랍니다."
];